{
    "_id" : ObjectId("58450ae42514972d4ca5d749"),
    "Party2" : [
        "DRISCOLL STRAWBERRY ASSOCIATES, INC., D. J. Driscoll, Individually and doing business as Driscoll Berry Farms; Doe One through Doe Fifty, Black Corporation, White Corporation, Defendants-Appellees."
    ],
    "Party1" : [
        "Alonzo REAL, Jesus Real, Porfirio Flores, Ruben Mancillas, Andres Madrigal, Eliseo Ramirez, Jr., Genaro Castillo, Filomeno Leal, Jesus Guzman, Eudocio Salinas, Ramon R. Cavazos, Rosalio Vela, Jesus Cornejo, Matias Martinez, Eugenio Rodriguez, Individually and on behalf of all others similarly situated, Plaintiffs-Appellants,"
    ],
    "PartyType2" : "",
    "ML_Tags" : [

    ],
    "PartyType1" : "",
    "URL" : "https://scholar.google.com/scholar_case?case=15858570692175475807&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
    "Cases_Cited" : [
        "557 F.2d 1308, 1310 (9th Cir. 1977)",
        "521 F.2d 1129, 1133 (9th Cir.),",
        "565 F.2d 1001, 1005 (8th Cir. 1977)",
        "554 F.2d 896, 901 (8th Cir. 1977)",
        "548 F.2d 139, 144 (6th Cir. 1977)",
        "527 F.2d 1308, 1311 n.6 (5th Cir.),",
        "331 U.S. 704, 712, 67 S.Ct. 1463, 91 L.Ed. 1757 (1947)",
        "527 F.2d at 1311 n.6",
        "508 F.2d 297, 299 (5th Cir. 1975)",
        "332 U.S. 126, 130, 67 S.Ct. 1547, 1550, 91 L.Ed. 1947 (1947)",
        "366 U.S. 28, 33, 81 S.Ct. 933, 6 L.Ed.2d 100 (1961)",
        "331 U.S. 722, 730, 67 S.Ct. 1473, 1477, 91 L.Ed. 1772 (1947)",
        "331 U.S. at 729, 67 S.Ct. 1473",
        "527 F.2d at 1315",
        "492 F.2d 707, 709 (5th Cir. 1974)",
        "508 F.2d 297, 301 (5th Cir. 1975)",
        "471 F.2d 235, 237 (5th Cir.),",
        "414 U.S. 190, 195, 94 S.Ct. 427, 38 L.Ed.2d 406 (1973)",
        "331 U.S. at 712, 67 S.Ct. at 1467",
        "331 U.S. 704, 716, 67 S.Ct. 1463, 91 L.Ed. 1757 (1947)",
        "331 U.S. 722, 67 S.Ct. 1473, 91 L.Ed.2d 1772 (1947)",
        "503 F.2d 423, 429 (2d Cir. 1974)",
        "394 U.S. 495, 506, 89 S.Ct. 1252, 1260, 22 L.Ed.2d 495 * * * (1969)",
        "563 F.2d 391, 393 (9th Cir. 1977)"
    ],
    "Case_Text" : "Google ScholarWebImagesMore…Sign inReal v. Driscoll Strawberry Associates, Inc., 603 F. 2d 748 - Court of Appeals, 9th Circuit 1979ReadHow citedSearchHighlighting \"Fair Labor Standards Act\" OR \"FLSA\" OR \"29 U.S.C. 213C\"Real v. Driscoll Strawberry Associates, Inc., 603 F. 2d 748 - Court of Appeals, 9th Circuit 1979\n603 F.2d 748 (1979)\nAlonzo REAL, Jesus Real, Porfirio Flores, Ruben Mancillas, Andres Madrigal, Eliseo Ramirez, Jr., Genaro Castillo, Filomeno Leal, Jesus Guzman, Eudocio Salinas, Ramon R. Cavazos, Rosalio Vela, Jesus Cornejo, Matias Martinez, Eugenio Rodriguez, Individually and on behalf of all others similarly situated, Plaintiffs-Appellants,\r\nv.\r\nDRISCOLL STRAWBERRY ASSOCIATES, INC., D. J. Driscoll, Individually and doing business as Driscoll Berry Farms; Doe One through Doe Fifty, Black Corporation, White Corporation, Defendants-Appellees.\nNo. 77-1935.\nUnited States Court of Appeals, Ninth Circuit.\nAugust 8, 1979.\nRehearing Denied September 24, 1979.\n749*749 Melvyn D. Silver, Morgan, Beauzay & Hammer, San Jose, Cal., for plaintiffs-appellants.\nEugene Garfinkle, Richard J. Archer, San Francisco, Cal., for defendants-appellees.\n750*750 Before CARTER, CHOY and BRIGHT,[*] Circuit Judges.\nBRIGHT, Circuit Judge.\nFifteen individual plaintiffs (appellants), representing themselves and a class of similarly situated persons, appeal from a summary judgment dismissing their action brought under the Fair Labor Standards Act (FLSA), 29 U.S.C. §§ 201 et seq. (1976), against the appellees, Driscoll Strawberry Associates, Inc. (DSA) and Donald J. Driscoll (Driscoll). The district court concluded that the record establishes as a matter of law that the appellants do not qualify as \"employees\" subject to protection under the FLSA. On appeal, appellants contend that issues of material fact exist concerning whether they operate as \"employees\" of Driscoll and/or DSA under the FLSA. We reverse the grant of summary judgment and remand for trial.\nI. Factual Background.\nDonald J. Driscoll, doing business as Driscoll Berry Farms, is one of several individuals and corporations that contracts with DSA to grow varieties of strawberries on which DSA owns patents.\nAppellants represent a class of Mexican-American persons who work or have worked as strawberry growers under identical agreements, entitled \"Patent Sublicense and Subcontract for Growing Strawberry Crop with Sublicensee\" (the Agreement), with Driscoll. Each such Agreement is signed by an individual plaintiff-class member, as \"Sub-Licensee,\" by Driscoll as \"Contractor,\" and by DSA, declared to be a \"third party beneficiary\" of the Agreement.[1]\nThe original complaint in this lawsuit referred to appellants as \"independent contractors\" and contained six counts charging antitrust and contract violations by DSA and Driscoll.[2] However, after counsel deposed the individual appellants with the assistance of Spanish-speaking interpreters, appellants changed their theory of the case. They added a seventh count to the complaint, alleging that the Agreements with the appellees are a \"sham,\" that they are in reality employees of DSA and Driscoll jointly, and that the appellees have failed to compensate the appellants in accordance with the minimum wage standards of the FLSA.\nThe district court granted the appellees' motion for summary judgment and dismissed all seven counts of the complaint. On appeal, appellants challenge only the summary judgment on the FLSA claim.\nWe outline the evidence relating to the appellants' work status in some detail.\nA. The Agreement.\nDSA prepared the Agreement form, which has remained essentially unchanged during the period relevant here, and furnishes it to Driscoll. Apart from a few blanks in the form filled in by Driscoll, DSA established the terms of the Agreement without negotiation with Driscoll or any of the appellants.\nThe Agreement relates that DSA has granted Driscoll a license to grow a crop of DSA's patented strawberry varieties and the right to sublicense the growing of such crop to others, \"subject to approval by [DSA] in each instance[.]\" The Agreement stipulates that DSA shall at all times exclusively 751*751 own both the strawberry plants it supplies to Driscoll and the crop derived from the plants.\nUnder the Agreement, Driscoll grants a \"Sub-Licensee\" (an appellant in this case) the right to grow a strawberry crop \"for the account of [DSA]\" on a described parcel of land (usually about three acres) owned or leased by Driscoll. Driscoll undertakes to plant the strawberries and to deliver the already planted land to the sublicensee. In return, the sublicensee agrees in essence to furnish the labor necessary to care for the land and plants during the growing season,[3] to harvest the strawberry crop, and to sort, grade and pack the strawberries for marketing by DSA. A sublicensee is empowered to hire and supervise all employees necessary to carry out his duties under the contract.\nThe Agreement repeatedly recites that a sublicensee is an \"independent contractor\" and specifies that neither Driscoll nor DSA \"has assumed under this agreement any rights of supervision and control over the growing of said strawberry crop * * *.\" The Agreement further provides that the sublicensee\nis in no sense the representative, servant or employee of [Driscoll], and * * * Sub-Licensee in growing said crop for the account of [DSA] shall be under the control of [Driscoll], only as to the result of the work assigned to be performed by him and not as to the means by which the results are to be accomplished.\nThe Agreement specifies a number of grounds for its automatic termination, the most important of which reads:\n(h) If at any time, within the absolute discretion of [Driscoll] it is determined, upon reasonable cause, that Sub-Licensee is, or will be, unable to complete his obligations under this agreement. [Emphasis added.]\nB. The Working Relationship of the Parties.\nDSA supplies the strawberry plants to Driscoll without any direct charge.[4]\nDriscoll employees perform all of the tasks necessary to prepare the land for planting, utilizing tractors and other specialized equipment owned by Driscoll. Although the Agreement assigns responsibility for planting the strawberries to Driscoll, sublicensees perform the actual work of planting. The sublicensees space the plants in accordance with marks placed in the strawberry beds by Driscoll employees, following the spacing \"recommendations\" of DSA. Driscoll pays the sublicensees for planting the strawberries, at a rate he establishes in his discretion ($200.00 per acre in 1976).\nDriscoll typically plants several different varieties of strawberries, possessing varying yields. Apparently, Driscoll determines the overall quantity and proportion of each variety to be planted.[5] Driscoll attempts to some extent to accommodate the sublicensees' requests in apportioning the strawberry plants available in each variety. However, on Driscoll's Tschumperlin Ranch in 1976, every sublicensee's plot contained the same proportions of the main types of berries, \"summer\" and \"winter\" berries, except for two containing slightly more summer berries.\n752*752 Sublicensees furnish their own hoes, shovels, clippers for pruning the strawberry plants, and hand carts used in picking the berries. Some of the sublicensees own dusters utilized to dust for mildew.[6] Driscoll selects and supplies all heavier equipment plus irrigation pipe, fertilizers, \"dust\" for mildew or for insects, and insect-spraying equipment.\nFor the most part, the sublicensees' own judgment determines the timing of weeding, dusting for mildew, and irrigation. However, Driscoll's foreman, Kazumasa (\"Kay\") Mukai, if he observes that an appellant's plot is not well maintained, may contact the negligent appellant to \"discuss\" the situation.[7] According to Mukai, a sublicensee may refuse to respond to such notice, and he has never taken any action against a sublicensee for negligence in caring for his plot.[8]\nDSA's research department inspects the strawberry plants for insect pests and advises Driscoll of the existence and nature of any insect problem. Driscoll thereafter informs the sublicensees of the need to dust or spray. DSA similarly recommends to Driscoll when fertilizer should be applied, and Driscoll then passes such recommendations on to the sublicensees.\nBeginning in about April, as the berries ripen, sublicensees pick the strawberries by hand and pack them in crates purchased jointly by appellants and Driscoll and bearing Driscoll's name. DSA-employed inspectors grade the berries according to standards set by DSA and may require sublicensees to sort and remove inferior berries.[9]\nDSA markets the strawberries and possesses, under the Agreement, the \"absolute right\" to process the berries in any manner and to sell them in any market or locality \"for such prices and on such terms and conditions as it [DSA] may deem desirable[.]\"\nSublicensees are paid weekly, as specified in the Agreement, a set percentage (55% in 1974) of \"the net proceeds actually received\" for the berries sold that week \"by Contractor [Driscoll] from Driscoll Strawberry Associates, Inc., under Contractor's contract with said patent owner\" (emphasis added), less a percentage of certain expenses, such as the cost of baskets or crates. The Agreement does not define \"net proceeds,\" the basis for the appellants-sublicensees' income, except by this reference to Driscoll's separate contract with DSA. Driscoll indicated in a deposition that he receives a \"price per crate [of berries]\" from DSA but that he does not know how DSA determines that price.[10]\nThe record contains seven identical affidavits of individual appellants, alleging essentially 753*753 that Driscoll, through his foreman, Mukai, controls the appellants' activities in growing and harvesting the strawberries, especially in operations requiring substantial business judgment.[11]\nII. Existence of Genuine Issues of Material Fact.\nSummary judgment may properly be granted only where no genuine issue of material fact exists or where, viewing the evidence and inferences that may be drawn therefrom in the light most favorable to the party opposing summary judgment, the movant is clearly entitled to prevail as a matter of law. See Fed.R.Civ.P. 56(c); Jones v. Halekulani Hotel, 557 F.2d 1308, 1310 (9th Cir. 1977); Zweig v. Hearst Corporation, 521 F.2d 1129, 1133 (9th Cir.), cert. denied, 423 U.S. 1025, 96 S.Ct. 469, 46 L.Ed.2d 399 (1975). Moreover,\nsummary judgment is an extreme remedy * * * which is not to be entered unless the movant has established its right to a judgment with such clarity as to leave no room for controversy and that the other party is not entitled to recover under any discernable circumstances. [Weber v. Towner County, 565 F.2d 1001, 1005 (8th Cir. 1977).]\n754*754 See New England Mutual Life Ins. Co. v. Null, 554 F.2d 896, 901 (8th Cir. 1977).\nIn this case, the district court based summary judgment upon its determination that the record establishes as a matter of law that the appellants possess \"independent contractor\" status and that neither Driscoll nor DSA is an \"employer\" of the appellants within the meaning of the FLSA. We review that determination against a background of the applicable statutory definitions.\nCourts have adopted an expansive interpretation of the definitions of \"employer\" and \"employee\" under the FLSA,[12] in order to effectuate the broad remedial purposes of the Act. See, e. g., Dunlop v. Carriage Carpet Co., 548 F.2d 139, 144 (6th Cir. 1977); Usery v. Pilgrim Equipment Co., 527 F.2d 1308, 1311 n.6 (5th Cir.), cert. denied, 429 U.S. 826, 97 S.Ct. 82, 50 L.Ed.2d 89 (1976). Cf. United States v. Silk, 331 U.S. 704, 712, 67 S.Ct. 1463, 91 L.Ed. 1757 (1947) (Social Security Act).[13] The common law concepts of \"employee\" and \"independent contractor\" are not conclusive determinants of the FLSA's coverage. See Usery v. Pilgrim Equipment Co., supra, 527 F.2d at 1311 n.6; Mednick v. Albert Enterprises, 508 F.2d 297, 299 (5th Cir. 1975). Rather,\nin the application of social legislation employees are those who as a matter of economic reality are dependent upon the business to which they render service. [Bartels v. Birmingham, 332 U.S. 126, 130, 67 S.Ct. 1547, 1550, 91 L.Ed. 1947 (1947) (Social Security Act) (emphasis added).]\nSee Goldberg v. Whitaker House Cooperative, 366 U.S. 28, 33, 81 S.Ct. 933, 6 L.Ed.2d 100 (1961) (FLSA).\nThe courts have identified a number of factors which may be useful in distinguishing employees from independent contractors for purposes of social legislation such as the FLSA. Some of those factors are:\n1) the degree of the alleged employer's right to control the manner in which the work is to be performed;\n2) the alleged employee's opportunity for profit or loss depending upon his managerial skill;\n3) the alleged employee's investment in equipment or materials required for his task, or his employment of helpers;\n4) whether the service rendered requires a special skill;\n5) the degree of permanence of the working relationship; and\n6) whether the service rendered is an integral part of the alleged employer's business.[14]\nThe presence of any individual factor is not dispositive of whether an employee/employer relationship exists. Such a determination depends \"upon the circumstances of the whole activity.\" Rutherford Food Corp. v. 755*755 McComb, 331 U.S. 722, 730, 67 S.Ct. 1473, 1477, 91 L.Ed. 1772 (1947).\nUpon examining the record in light of these standards, we conclude that the district court erred in ruling that the appellants failed to raise genuine issues of fact as to whether they are \"employees\" of DSA and/or Driscoll under the FLSA.\nThe Agreement labels the appellants as \"independent contractors\" and employs language, purporting to describe the appellants' relationship to Driscoll and DSA, that parrots language in cases distinguishing independent contractors from employees. That contractual language, however, is not conclusive in the circumstances presented here. Economic realities, not contractual labels, determine employment status for the remedial purposes of the FLSA. See Rutherford Food Corp. v. McComb, supra, 331 U.S. at 729, 67 S.Ct. 1473; Usery v. Pilgrim Equipment Co., supra, 527 F.2d at 1315. Similarly, the subjective intent of the parties to a labor contract cannot override the economic realities reflected in the factors described above. Usery v. Pilgrim Equipment Co., supra at 1315; Brennan v. Partida, 492 F.2d 707, 709 (5th Cir. 1974).\nThe record as developed at this stage of the litigation undercuts the appellees' assertion that the appellants are independent contractors. The appellants' affidavits, which must be taken as true for summary judgment purposes, plainly disclose that Driscoll possesses substantial control over important aspects of the appellants' work.[15] Indeed, some evidence indicates that Driscoll may be able to \"fire\" an appellant at any time.[16] Although the appellants may hire and control their own helpers, that factor does not prevent a finding that they are employees. See, e. g., Mednick v. Albert Enterprises, 508 F.2d 297, 301 (5th Cir. 1975). The appellants' opportunity for profit or loss appears to depend more upon the managerial skills of Driscoll and, especially, of DSA—in developing fruitful varieties of strawberries, in analyzing soil and pest conditions, and in marketing—than it does upon the appellants' own judgment and industry in weeding, dusting, pruning and picking. Moreover, the appellants' investment in light equipment—hoes, shovels and picking carts—is minimal in comparison with the total investment in land, heavy machinery and supplies necessary for growing the strawberries. The services performed by the appellants consist primarily of physical labor, requiring no special technical knowledge or skill. Appellants' activities appear to be an integral part of Driscoll's strawberry growing operation, rather than an independently viable enterprise.\nAt the very least, the record demonstrates the existence of genuine factual issues concerning whether Driscoll is an \"employer\" of the appellants, within the meaning of the FLSA.\nDSA contends that it cannot be deemed an employer of the appellants because the appellants' direct working relationship rests solely with Driscoll, who is an independent contractor neither controlling 756*756 nor controlled by DSA.[17] We do not think the record establishes Driscoll's alleged independent contractor status beyond question. In any event, the independent contractor status of one party (Driscoll) standing in the position of an employer of certain workers does not as a matter of law negate the possibility that the contractee (DSA) may be a joint employer of those workers under the FLSA. Hodgson v. Griffin and Brand of McAllen, 471 F.2d 235, 237 (5th Cir.), cert. denied, 414 U.S. 819, 94 S.Ct. 43, 38 L.Ed.2d 51 (1973). See also Falk v. Brennan, 414 U.S. 190, 195, 94 S.Ct. 427, 38 L.Ed.2d 406 (1973). The test, as always, must focus on the economic realities of the total circumstances.\nAlthough DSA exercises little direct supervision over the appellants' work, it apparently does determine the form of the working relationship between the appellants and Driscoll.[18] In addition, as already noted, the Agreement reserves to DSA the power to reject Driscoll's choices for \"Sub-Licensee.\" DSA possesses the power under the Agreement to determine the quantity and variety of the strawberry plants grown by the appellants, see note 5 supra. Inferences drawn from the record suggest that DSA effectively, though indirectly, controls certain important decisions in growing the strawberries, including the spacing of the plants, when and how much fertilizer is to be applied, and the timing and type of spraying for insects. Moreover, DSA inspectors directly supervise the sorting and grading of the strawberries at harvest. Particularly significantly, it appears that DSA may ultimately determine the amount the appellants are paid for their labor. See supra at note 10. Finally, the appellants' activities as \"strawberry growers\" appear to be completely dependent economically upon DSA's provision of strawberry plants and capacity to market the strawberry harvest.\nWe are convinced that, on this record, the district court erred in ruling as a matter of law that DSA is not an employer of the appellants.\nAccordingly, we reverse the summary judgment as to both Driscoll and DSA and remand the case for further proceedings.[19]\n[*]   Honorable Myron H. Bright, United States Circuit Judge, United States Court of Appeals for the Eighth Circuit, sitting by designation.\n[1]  The Agreement, written in English, consists of seventeen, legal-size pages containing much legal terminology. The appellants, all Spanish-speakers, allegedly never have mastered the English language. In most cases, a sublicensee signs the Agreement only once. Thereafter, the parties annually extend the Agreement by means of a one- to two-page \"addendum\" signed by Driscoll, DSA and the individual \"Sub-Licensee.\"\n[2]  Prior to the filing of this lawsuit, the appellants apparently assumed themselves to be independent contractors, as they have consistently claimed self-employed status on income tax returns.\n[3]  A sublicensee's duties in caring for the land and plants include \"cultivating, irrigating, fumigating and fertilizing said land * * *.\" Except for hand hoes and certain small implements which they own, the appellants must provide only labor in the performance of these tasks, as Driscoll undertakes to supply \"[a]ll water, fertilizers, insecticides and spraying materials\" necessary for growing the strawberries.\n[4]  The record reveals that DSA's compensation for the use of its plants and for the other services it provides derives primarily from a \"patent fee\" charged relative to the quantity of strawberries eventually marketed. Thus, DSA's income significantly depends upon the success of Driscoll's and the appellants' efforts in growing the strawberries.\n[5]  Under the Agreement, however, DSA possesses \"full and complete authority to determine the number of patented plants to be supplied per acre,\" and \"full authority to vary the variety [of strawberry plants] to be supplied * * * and to reduce the acreage agreed to be grown hereunder[.]\"\n[6]  The appellants allege that they purchased these dusters at the direction of Driscoll's foreman.\n[7]  During the four to five month period between planting and the commencement of picking, sublicensees do not need to work in their fields daily but visit their plots only to inspect or to perform the tasks mentioned above. They are free to work elsewhere during this period.\r\nDriscoll's foreman, however, sometimes assisted by his son and Frank Riveras, another Driscoll employee, inspects the strawberry field on a daily basis.\n[8]  The record does not indicate that Driscoll has ever disciplined any appellant for such lack of care. However, in their affidavits described infra at note 11, some of the appellants assert that Driscoll possesses the authority to discharge them for negligence in their work.\n[9]  Under the Agreement, DSA possesses the \"absolute right\" to \"sort, grade and reject all or part of [the strawberry crop] not conforming to standards set by [DSA] and to dispose of all berries thus rejected.\"\n[10]  Do you know how the price per crate is determined?\n[Driscoll] No. I don't.\nQ Have you ever discussed it with anyone at D.S.A.?\n[Driscoll] No.\nQ Have you ever compared the price per crate on that invoice or listing you received from D.S.A. against the local fresh market prices?\n[Driscoll] No.\nQ Do you know what the local fresh market berries go for?\n[Driscoll] No.\nQ So if I understand you then, the berries, the plants belong to D.S.A., the berries belong to D.S.A., the berries are picked, delivered to D.S.A., after inspection by D.S.A. inspectors, and then approximately two weeks later you receive a computer printout of some sort that lists the price per crate for those particular berries that you delivered?\n[Driscoll] Right.\nQ And you have no knowledge as to how that price is determined?\n[Driscoll] No.\nQ Do you know how the berries are marketed?\n[Driscoll] No.\n[11]  The seven affiants are Matias Martinez, Ruben Mancillas, Eugenio Rodriguez, Alonzo Real, Eliseo Ramirez, Jr., Filomeno Leal, and Rosalio Vela. The affidavits are written in English, but each affiant attests that his affidavit has been translated and read to him in Spanish.\r\nThe affidavits read, in part:\nWhen it comes time to fertilize the strawberries, Kay [Driscoll foreman Mukai] tells me when it is time to fertilize, either by leaving the fertilizer bags in the field near my plot or by telling me to get fertilizer from the storage shed. * * * It is very clear to me that I have no choice as to whether to fertilize or not, or when or what type to use. I do what Kay tells me.\n*   *   *   *   *   *\nDuring the picking season there are times when it is necessary for me to get additional help in the picking. I either hire more people or tell Kay that I have not been able to hire more people, as none are available. If Kay tells me to hire more people, I hire more people.\nThe hours of picking are determined by Kay. If I do not arrive in the fields, Kay is on the telephone calling every five minutes to find out where I am. * * * Kay also determines the hours that we will pick by informing us that the last truck will pass through the fields at a certain time. Since the strawberries must be loaded onto the trucks, that determines when our picking day will end.\nI plant both summer variety and winter variety of strawberries. Kay tells me how many summer variety and how many winter variety I will have in my plot, and which rows to put into summer variety and which rows to put into winter variety. Kay tells me how far apart to plant the plants in that a machine comes by and automatically makes a mark in the earth where the plants are to go. If any plant is out of order, Kay comes by, points to it and tells me to replant it, and I have to replant it.\nWhen it comes time for pruning, before the start of the next season, Kay calls me at home to tell me to come out and prune. He also calls me at home to tell me that my plot needs weeding. If I do not come out, he stays on the telephone and insists I come out.\nAt the end of a growing season, at the end of the second year when the plants are to be disked under, the only thing we know as to when disking will occur is that Kay tells us to get the irrigation pipes out of the fields, and then the disker comes and everything gets disked under. Those plants still have strawberries that we could pick and sell, but we are not permitted to do this.\nDuring every day's picking, a lot of strawberries are rejected, either for size or shape, but that are otherwise very good berries to eat. I do not have the right to take these berries and sell them anywhere. I am instructed either to pick these berries and throw them in the trenches or to dump rejected crates of berries. I do not get paid for those berries that get thrown in the ditch or that get dumped as rejects.\n*   *   *   *   *   *\nWhenever I have tried to argue with Kay when he has told me to do something, like dusting or fertilizing or irrigating, or over the hours I work, he always lets me know that he can take the strawberries away from me and that I have to do what he says. It is my personal understanding that if Kay does not like the way I am using my plot, he can fire me.\n[12]  Section 3 of the FLSA, 29 U.S.C. § 203, provides in relevant part:\r\n§ 203. Definitions\nAs used in this chapter—\n*   *   *   *   *   *\n(d) \"Employer\" includes any person acting directly or indirectly in the interest of an employer in relation to an employee * *.\n(e)(1) * * * the term \"employee\" means any individual employed by an employer.\n*   *   *   *   *   *\n(g) \"Employ\" includes to suffer or permit to work.\n[13]  the federal social security legislation is an attack on recognized evils in our national economy, a constricted interpretation of the [statute's] phrasing by the courts would not comport with its purpose. Such an interpretation would only make for a continuance, to a considerable degree, of the difficulties for which the remedy was devised and would invite adroit schemes by some employers and employees to avoid the immediate burdens at the expense of the benefits sought by the legislation. [United States v. Silk, supra, 331 U.S. at 712, 67 S.Ct. at 1467 (footnote omitted).]\n[14]  This list is not exhaustive, but it summarizes the factors the Supreme Court deemed relevant to this problem in Bartels v. Birmingham, supra; United States v. Silk, 331 U.S. 704, 716, 67 S.Ct. 1463, 91 L.Ed. 1757 (1947); and Rutherford Food Corp. v. McComb, 331 U.S. 722, 67 S.Ct. 1473, 91 L.Ed.2d 1772 (1947). Compare Avis Rent A Car System v. United States, 503 F.2d 423, 429 (2d Cir. 1974).\n[15]  DSA suggests in its brief that the appellants' seven identical affidavits are \"boilerplate declarations\" which should be given little weight. However,\r\n[o]n a motion for summary judgment neither we nor the trial courts are permitted to weigh the evidence, pass upon credibility, or \"speculate as to ultimate findings of fact.\" Fortner Enterprises, Inc. v. United States Steel, 394 U.S. 495, 506, 89 S.Ct. 1252, 1260, 22 L.Ed.2d 495 * * * (1969). [Pepper & Tanner v. Shamrock Broadcasting, 563 F.2d 391, 393 (9th Cir. 1977).]\nIn light of all the circumstances, including the considerations that the affiants cannot speak English and that the affidavits represent rough translations of the content of the affiants' statements, we cannot say that a court may completely disregard these affidavits.\n[16]  Appellants in their affidavits claim that Driscoll possesses such authority. See note 11 supra. That assertion receives some support from the provision of the Agreement stating that Driscoll may terminate the Agreement if, within his \"absolute discretion,\" he determines upon reasonable cause that an appellant cannot fulfill his obligations. See supra p. 751.\n[17]  The appellants concede that Driscoll, though an original founder and part owner of DSA, possesses no real control over the corporation. They suggest, however, that full ventilation of the relationship may reveal that DSA possesses effective control over Driscoll's strawberry growing operation.\n[18]  The following appears in Donald J. Driscoll's deposition in this case:\r\nQ Do you think that you could use a different contract form than the one supplied to you by D.S.A. for your subcontract operation?\n[Driscoll] I don't know why I should.\nQ But my question is: Do you think you could, if you wanted to?\n[Driscoll] I would have to write a whole new contract.\nQ Well, my question is: if you wanted to go to the expense of writing another—\n[Driscoll] I don't think—they had certain things that they want in there. It had to be with their approval, let's put it that way.\n[19]  Appellees contend that the summary judgment of dismissal should be affirmed as to three of the appellants—Jesus Real, Porfirio Flores, and Rosalio Vela—on the ground that those individuals have not filed a consent to sue as required by 29 U.S.C. § 216(b) (1976).\r\nSection 216(b) provides in relevant part:\nNo employee shall be a party plaintiff to any such action [brought under the FLSA] unless he gives his consent in writing to become such a party and such consent is filed in the court in which such action is brought.\nAs we read this statute, the FLSA claim of a plaintiff who has failed to file a written consent is subject to dismissal without prejudice. Therefore, we must reject the appellees' contention that section 216(b) presents a proper basis for upholding the district court order of dismissal on the merits. However, on remand, Messrs. Real, Flores and Vela will be required to file written consents complying with the statute in order to remain as parties plaintiff to this action.\nSave trees - read court opinions online on Google Scholar.",
    "Cited_No" : NumberInt(293),
    "Opinion_Date" : ISODate("1979-08-08T00:00:00.000+0000"),
    "Title" : "Real v. Driscoll Strawberry Associates, Inc.",
    "Court" : "9th Circuit Court of Appeals",
    "Cases_Cited_Link" : [
        "https://scholar.google.com/scholar_case?case=7641548828248330462&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=5571516998517671377&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=11657741786735195982&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=10321509859486625417&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=1682371283514162466&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=4594777711560133709&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=8070359326325042640&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=4594777711560133709&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=7172652286353068013&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=2086160861914548520&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=2361945539494886494&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=5193313314923221916&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=5193313314923221916&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=4594777711560133709&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=17181421577885438956&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=7172652286353068013&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=15169853236886044695&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=13978407657892856014&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=8070359326325042640&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=8070359326325042640&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=5193313314923221916&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=17798184703485594135&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=4779677601553251956&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1",
        "https://scholar.google.com/scholar_case?case=9239468987440305257&q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&hl=en&as_sdt=4,114,129&as_vis=1"
    ],
    "ML_Tags_Text" : [

    ],
    "LDA_Model_Tags" : [
        "0.029*\"driscol\" + 0.018*\"appel\" + 0.016*\"strawberri\" + 0.011*\"plant\" + 0.010*\"agreement\""
    ],
    "TF_IDF_Tags" : [
        "driscoll",
        "dsa",
        "strawberry",
        "berry",
        "sublicensees",
        "kay",
        "sublicensee",
        "appellant",
        "plant",
        "s",
        "agreement",
        "plot",
        "growing",
        "picking",
        "crate",
        "contractor",
        "variety",
        "crop",
        "insect",
        "fertilizer"
    ],
    "Ref_Tet_Sim" : 0.13195472391037452,
    "ML_Tags_Doc_Level" : [
        "EX-A"
    ],
    "Duplicate" : "No",
    "HTML_Stored" : NumberInt(1),
    "HTMLtext" : "<div id=\"gs_opinion_wrapper\" style=\"padding:1cm\"> \n <div id=\"gs_opinion\"> \n  <center> \n   <b>603 F.2d 748 (1979)</b> \n  </center> \n  <center> \n   <h3 id=\"gsl_case_name\">Alonzo REAL, Jesus Real, Porfirio Flores, Ruben Mancillas, Andres Madrigal, Eliseo Ramirez, Jr., Genaro Castillo, Filomeno Leal, Jesus Guzman, Eudocio Salinas, Ramon R. Cavazos, Rosalio Vela, Jesus Cornejo, Matias Martinez, Eugenio Rodriguez, Individually and on behalf of all others similarly situated, Plaintiffs-Appellants,<br> v.<br> DRISCOLL STRAWBERRY ASSOCIATES, INC., D. J. Driscoll, Individually and doing business as Driscoll Berry Farms; Doe One through Doe Fifty, Black Corporation, White Corporation, Defendants-Appellees.</h3> \n  </center> \n  <center> \n   <a href=\"https://scholar.google.com/scholar?scidkt=11113791416548178901&amp;as_sdt=2&amp;hl=en\" target=\"_blank\">No. 77-1935.</a> \n  </center> \n  <center> \n   <p><b>United States Court of Appeals, Ninth Circuit.</b></p> \n  </center> \n  <center>\n    August 8, 1979. \n  </center> \n  <center>\n    Rehearing Denied September 24, 1979. \n  </center> \n  <p><a class=\"gsl_pagenum\" href=\"#p749\">749</a><a class=\"gsl_pagenum2\" href=\"#p749\" id=\"p749\">*749</a> Melvyn D. Silver, Morgan, Beauzay &amp; Hammer, San Jose, Cal., for plaintiffs-appellants.</p> \n  <p>Eugene Garfinkle, Richard J. Archer, San Francisco, Cal., for defendants-appellees.</p> \n  <p><a class=\"gsl_pagenum\" href=\"#p750\">750</a><a class=\"gsl_pagenum2\" href=\"#p750\" id=\"p750\">*750</a> Before CARTER, CHOY and BRIGHT,<sup><a href=\"#[1]\" name=\"r[1]\">[*]</a></sup> Circuit Judges.</p> \n  <p>BRIGHT, Circuit Judge.</p> \n  <p>Fifteen individual plaintiffs (appellants), representing themselves and a class of similarly situated persons, appeal from a summary judgment dismissing their action brought under the <b style=\"color:black;background-color:#ffc\">Fair Labor Standards Act</b> (<b style=\"color:black;background-color:#ffc\">FLSA</b>), 29 U.S.C. §§ 201 <i>et seq.</i> (1976), against the appellees, Driscoll Strawberry Associates, Inc. (DSA) and Donald J. Driscoll (Driscoll). The district court concluded that the record establishes as a matter of law that the appellants do not qualify as \"employees\" subject to protection under the <b style=\"color:black;background-color:#ffc\">FLSA</b>. On appeal, appellants contend that issues of material fact exist concerning whether they operate as \"employees\" of Driscoll and/or DSA under the <b style=\"color:black;background-color:#ffc\">FLSA</b>. We reverse the grant of summary judgment and remand for trial.</p> \n  <p></p> \n  <h2>I. <i>Factual Background.</i></h2> \n  <p>Donald J. Driscoll, doing business as Driscoll Berry Farms, is one of several individuals and corporations that contracts with DSA to grow varieties of strawberries on which DSA owns patents.</p> \n  <p>Appellants represent a class of Mexican-American persons who work or have worked as strawberry growers under identical agreements, entitled \"Patent Sublicense and Subcontract for Growing Strawberry Crop with Sublicensee\" (the Agreement), with Driscoll. Each such Agreement is signed by an individual plaintiff-class member, as \"Sub-Licensee,\" by Driscoll as \"Contractor,\" and by DSA, declared to be a \"third party beneficiary\" of the Agreement.<sup><a href=\"#[2]\" name=\"r[2]\">[1]</a></sup></p> \n  <p>The original complaint in this lawsuit referred to appellants as \"independent contractors\" and contained six counts charging antitrust and contract violations by DSA and Driscoll.<sup><a href=\"#[3]\" name=\"r[3]\">[2]</a></sup> However, after counsel deposed the individual appellants with the assistance of Spanish-speaking interpreters, appellants changed their theory of the case. They added a seventh count to the complaint, alleging that the Agreements with the appellees are a \"sham,\" that they are in reality employees of DSA and Driscoll jointly, and that the appellees have failed to compensate the appellants in accordance with the minimum wage standards of the <b style=\"color:black;background-color:#ffc\">FLSA</b>.</p> \n  <p>The district court granted the appellees' motion for summary judgment and dismissed all seven counts of the complaint. On appeal, appellants challenge only the summary judgment on the <b style=\"color:black;background-color:#ffc\">FLSA</b> claim.</p> \n  <p>We outline the evidence relating to the appellants' work status in some detail.</p> \n  <p></p> \n  <h2>A. <i>The Agreement.</i></h2> \n  <p>DSA prepared the Agreement form, which has remained essentially unchanged during the period relevant here, and furnishes it to Driscoll. Apart from a few blanks in the form filled in by Driscoll, DSA established the terms of the Agreement without negotiation with Driscoll or any of the appellants.</p> \n  <p>The Agreement relates that DSA has granted Driscoll a license to grow a crop of DSA's patented strawberry varieties and the right to sublicense the growing of such crop to others, \"subject to approval by [DSA] in each instance[.]\" The Agreement stipulates that DSA shall at all times exclusively <a class=\"gsl_pagenum\" href=\"#p751\">751</a><a class=\"gsl_pagenum2\" href=\"#p751\" id=\"p751\">*751</a> own both the strawberry plants it supplies to Driscoll and the crop derived from the plants.</p> \n  <p>Under the Agreement, Driscoll grants a \"Sub-Licensee\" (an appellant in this case) the right to grow a strawberry crop \"for the account of [DSA]\" on a described parcel of land (usually about three acres) owned or leased by Driscoll. Driscoll undertakes to plant the strawberries and to deliver the already planted land to the sublicensee. In return, the sublicensee agrees in essence to furnish the labor necessary to care for the land and plants during the growing season,<sup><a href=\"#[4]\" name=\"r[4]\">[3]</a></sup> to harvest the strawberry crop, and to sort, grade and pack the strawberries for marketing by DSA. A sublicensee is empowered to hire and supervise all employees necessary to carry out his duties under the contract.</p> \n  <p>The Agreement repeatedly recites that a sublicensee is an \"independent contractor\" and specifies that neither Driscoll nor DSA \"has assumed under this agreement any rights of supervision and control over the growing of said strawberry crop * * *.\" The Agreement further provides that the sublicensee</p> \n  <blockquote>\n    is in no sense the representative, servant or employee of [Driscoll], and * * * Sub-Licensee in growing said crop for the account of [DSA] shall be under the control of [Driscoll], only as to the result of the work assigned to be performed by him and not as to the means by which the results are to be accomplished. \n  </blockquote> \n  <p>The Agreement specifies a number of grounds for its automatic termination, the most important of which reads:</p> \n  <blockquote>\n    (h) If at any time, \n   <i>within the absolute discretion of [Driscoll]</i> it is determined, upon reasonable cause, that Sub-Licensee is, or will be, unable to complete his obligations under this agreement. [Emphasis added.] \n  </blockquote> \n  <p></p> \n  <h2>B. <i>The Working Relationship of the Parties.</i></h2> \n  <p>DSA supplies the strawberry plants to Driscoll without any direct charge.<sup><a href=\"#[5]\" name=\"r[5]\">[4]</a></sup></p> \n  <p>Driscoll employees perform all of the tasks necessary to prepare the land for planting, utilizing tractors and other specialized equipment owned by Driscoll. Although the Agreement assigns responsibility for planting the strawberries to Driscoll, sublicensees perform the actual work of planting. The sublicensees space the plants in accordance with marks placed in the strawberry beds by Driscoll employees, following the spacing \"recommendations\" of DSA. Driscoll pays the sublicensees for planting the strawberries, at a rate he establishes in his discretion ($200.00 per acre in 1976).</p> \n  <p>Driscoll typically plants several different varieties of strawberries, possessing varying yields. Apparently, Driscoll determines the overall quantity and proportion of each variety to be planted.<sup><a href=\"#[6]\" name=\"r[6]\">[5]</a></sup> Driscoll attempts to some extent to accommodate the sublicensees' requests in apportioning the strawberry plants available in each variety. However, on Driscoll's Tschumperlin Ranch in 1976, every sublicensee's plot contained the same proportions of the main types of berries, \"summer\" and \"winter\" berries, except for two containing slightly more summer berries.</p> \n  <p><a class=\"gsl_pagenum\" href=\"#p752\">752</a><a class=\"gsl_pagenum2\" href=\"#p752\" id=\"p752\">*752</a> Sublicensees furnish their own hoes, shovels, clippers for pruning the strawberry plants, and hand carts used in picking the berries. Some of the sublicensees own dusters utilized to dust for mildew.<sup><a href=\"#[7]\" name=\"r[7]\">[6]</a></sup> Driscoll selects and supplies all heavier equipment plus irrigation pipe, fertilizers, \"dust\" for mildew or for insects, and insect-spraying equipment.</p> \n  <p>For the most part, the sublicensees' own judgment determines the timing of weeding, dusting for mildew, and irrigation. However, Driscoll's foreman, Kazumasa (\"Kay\") Mukai, if he observes that an appellant's plot is not well maintained, may contact the negligent appellant to \"discuss\" the situation.<sup><a href=\"#[8]\" name=\"r[8]\">[7]</a></sup> According to Mukai, a sublicensee may refuse to respond to such notice, and he has never taken any action against a sublicensee for negligence in caring for his plot.<sup><a href=\"#[9]\" name=\"r[9]\">[8]</a></sup></p> \n  <p>DSA's research department inspects the strawberry plants for insect pests and advises Driscoll of the existence and nature of any insect problem. Driscoll thereafter informs the sublicensees of the need to dust or spray. DSA similarly recommends to Driscoll when fertilizer should be applied, and Driscoll then passes such recommendations on to the sublicensees.</p> \n  <p>Beginning in about April, as the berries ripen, sublicensees pick the strawberries by hand and pack them in crates purchased jointly by appellants and Driscoll and bearing Driscoll's name. DSA-employed inspectors grade the berries according to standards set by DSA and may require sublicensees to sort and remove inferior berries.<sup><a href=\"#[10]\" name=\"r[10]\">[9]</a></sup></p> \n  <p>DSA markets the strawberries and possesses, under the Agreement, the \"absolute right\" to process the berries in any manner and to sell them in any market or locality \"for such prices and on such terms and conditions as it [DSA] may deem desirable[.]\"</p> \n  <p>Sublicensees are paid weekly, as specified in the Agreement, a set percentage (55% in 1974) of \"the net proceeds actually received\" for the berries sold that week \"by Contractor [Driscoll] from Driscoll Strawberry Associates, Inc., <i>under Contractor's contract with said patent owner</i>\" (emphasis added), less a percentage of certain expenses, such as the cost of baskets or crates. The Agreement does not define \"net proceeds,\" the basis for the appellants-sublicensees' income, except by this reference to Driscoll's separate contract with DSA. Driscoll indicated in a deposition that he receives a \"price per crate [of berries]\" from DSA but that he does not know how DSA determines that price.<sup><a href=\"#[11]\" name=\"r[11]\">[10]</a></sup></p> \n  <p>The record contains seven identical affidavits of individual appellants, alleging essentially <a class=\"gsl_pagenum\" href=\"#p753\">753</a><a class=\"gsl_pagenum2\" href=\"#p753\" id=\"p753\">*753</a> that Driscoll, through his foreman, Mukai, controls the appellants' activities in growing and harvesting the strawberries, especially in operations requiring substantial business judgment.<sup><a href=\"#[12]\" name=\"r[12]\">[11]</a></sup></p> \n  <p></p> \n  <h2>II. <i>Existence of Genuine Issues of Material Fact.</i></h2> \n  <p>Summary judgment may properly be granted only where no genuine issue of material fact exists or where, viewing the evidence and inferences that may be drawn therefrom in the light most favorable to the party opposing summary judgment, the movant is clearly entitled to prevail as a matter of law. <i>See</i> Fed.R.Civ.P. 56(c); <a href=\"https://scholar.google.com/scholar_case?case=7641548828248330462&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Jones v. Halekulani Hotel,</i> 557 F.2d 1308, 1310 (9th Cir. 1977)</a>; <a href=\"https://scholar.google.com/scholar_case?case=5571516998517671377&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Zweig v. Hearst Corporation,</i> 521 F.2d 1129, 1133 (9th Cir.),</a> <i>cert. denied,</i> <a class=\"gsl_co_link\" href=\"https://scholar.google.com/scholar_case?about=405377121941365904&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\">423 U.S. 1025, 96 S.Ct. 469, 46 L.Ed.2d 399 (1975)</a>. Moreover,</p> \n  <blockquote>\n    summary judgment is an extreme remedy * * * which is not to be entered unless the movant has established its right to a judgment with such clarity as to leave no room for controversy and that the other party is not entitled to recover under any discernable circumstances. [ \n   <a href=\"https://scholar.google.com/scholar_case?case=11657741786735195982&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Weber v. Towner County,</i> 565 F.2d 1001, 1005 (8th Cir. 1977)</a>.] \n  </blockquote> \n  <p><a class=\"gsl_pagenum\" href=\"#p754\">754</a><a class=\"gsl_pagenum2\" href=\"#p754\" id=\"p754\">*754</a> <i>See </i><a href=\"https://scholar.google.com/scholar_case?case=10321509859486625417&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>New England Mutual Life Ins. Co. v. Null,</i> 554 F.2d 896, 901 (8th Cir. 1977)</a>.</p> \n  <p>In this case, the district court based summary judgment upon its determination that the record establishes as a matter of law that the appellants possess \"independent contractor\" status and that neither Driscoll nor DSA is an \"employer\" of the appellants within the meaning of the <b style=\"color:black;background-color:#ffc\">FLSA</b>. We review that determination against a background of the applicable statutory definitions.</p> \n  <p>Courts have adopted an expansive interpretation of the definitions of \"employer\" and \"employee\" under the <b style=\"color:black;background-color:#ffc\">FLSA</b>,<sup><a href=\"#[13]\" name=\"r[13]\">[12]</a></sup> in order to effectuate the broad remedial purposes of the Act. <i>See, e. g., </i><a href=\"https://scholar.google.com/scholar_case?case=1682371283514162466&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Dunlop v. Carriage Carpet Co.,</i> 548 F.2d 139, 144 (6th Cir. 1977)</a>; <a href=\"https://scholar.google.com/scholar_case?case=4594777711560133709&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Usery v. Pilgrim Equipment Co.,</i> 527 F.2d 1308, 1311 n.6 (5th Cir.),</a> <i>cert. denied,</i> <a class=\"gsl_co_link\" href=\"https://scholar.google.com/scholar_case?about=12606460252658122543&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\">429 U.S. 826, 97 S.Ct. 82, 50 L.Ed.2d 89 (1976)</a>. <i>Cf. </i><a href=\"https://scholar.google.com/scholar_case?case=8070359326325042640&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>United States v. Silk,</i> 331 U.S. 704, 712, 67 S.Ct. 1463, 91 L.Ed. 1757 (1947)</a> (Social Security Act).<sup><a href=\"#[14]\" name=\"r[14]\">[13]</a></sup> The common law concepts of \"employee\" and \"independent contractor\" are not conclusive determinants of the <b style=\"color:black;background-color:#ffc\">FLSA's</b> coverage. <i>See </i><a href=\"https://scholar.google.com/scholar_case?case=4594777711560133709&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Usery v. Pilgrim Equipment Co., supra,</i> 527 F.2d at 1311 n.6</a>; <a href=\"https://scholar.google.com/scholar_case?case=7172652286353068013&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Mednick v. Albert Enterprises,</i> 508 F.2d 297, 299 (5th Cir. 1975)</a>. Rather,</p> \n  <blockquote>\n    in the application of social legislation employees are those who \n   <i>as a matter of economic reality</i> are dependent upon the business to which they render service. [ \n   <a href=\"https://scholar.google.com/scholar_case?case=2086160861914548520&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Bartels v. Birmingham,</i> 332 U.S. 126, 130, 67 S.Ct. 1547, 1550, 91 L.Ed. 1947 (1947)</a> (Social Security Act) (emphasis added).] \n  </blockquote> \n  <p><i>See </i><a href=\"https://scholar.google.com/scholar_case?case=2361945539494886494&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Goldberg v. Whitaker House Cooperative,</i> 366 U.S. 28, 33, 81 S.Ct. 933, 6 L.Ed.2d 100 (1961)</a> (<b style=\"color:black;background-color:#ffc\">FLSA</b>).</p> \n  <p>The courts have identified a number of factors which may be useful in distinguishing employees from independent contractors for purposes of social legislation such as the <b style=\"color:black;background-color:#ffc\">FLSA</b>. Some of those factors are:</p> \n  <blockquote>\n    1) the degree of the alleged employer's right to control the manner in which the work is to be performed; \n  </blockquote> \n  <blockquote>\n    2) the alleged employee's opportunity for profit or loss depending upon his managerial skill; \n  </blockquote> \n  <blockquote>\n    3) the alleged employee's investment in equipment or materials required for his task, or his employment of helpers; \n  </blockquote> \n  <blockquote>\n    4) whether the service rendered requires a special skill; \n  </blockquote> \n  <blockquote>\n    5) the degree of permanence of the working relationship; and \n  </blockquote> \n  <blockquote>\n    6) whether the service rendered is an integral part of the alleged employer's business. \n   <sup><a href=\"#[15]\" name=\"r[15]\">[14]</a></sup> \n  </blockquote> \n  <p>The presence of any individual factor is not dispositive of whether an employee/employer relationship exists. Such a determination depends \"upon the circumstances of the whole activity.\" <a href=\"https://scholar.google.com/scholar_case?case=5193313314923221916&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Rutherford Food Corp. v.</i> </a><a class=\"gsl_pagenum\" href=\"#p755\">755</a><a class=\"gsl_pagenum2\" href=\"#p755\" id=\"p755\">*755</a><a href=\"https://scholar.google.com/scholar_case?case=5193313314923221916&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"> <i>McComb,</i> 331 U.S. 722, 730, 67 S.Ct. 1473, 1477, 91 L.Ed. 1772 (1947)</a>.</p> \n  <p>Upon examining the record in light of these standards, we conclude that the district court erred in ruling that the appellants failed to raise genuine issues of fact as to whether they are \"employees\" of DSA and/or Driscoll under the <b style=\"color:black;background-color:#ffc\">FLSA</b>.</p> \n  <p>The Agreement labels the appellants as \"independent contractors\" and employs language, purporting to describe the appellants' relationship to Driscoll and DSA, that parrots language in cases distinguishing independent contractors from employees. That contractual language, however, is not conclusive in the circumstances presented here. Economic realities, not contractual labels, determine employment status for the remedial purposes of the <b style=\"color:black;background-color:#ffc\">FLSA</b>. <i>See </i><a href=\"https://scholar.google.com/scholar_case?case=5193313314923221916&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Rutherford Food Corp. v. McComb, supra,</i> 331 U.S. at 729, 67 S.Ct. 1473</a>; <a href=\"https://scholar.google.com/scholar_case?case=4594777711560133709&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Usery v. Pilgrim Equipment Co., supra,</i> 527 F.2d at 1315</a>. Similarly, the subjective intent of the parties to a labor contract cannot override the economic realities reflected in the factors described above. <a href=\"https://scholar.google.com/scholar_case?case=4594777711560133709&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Usery v. Pilgrim Equipment Co., supra</i> at 1315</a>; <a href=\"https://scholar.google.com/scholar_case?case=17181421577885438956&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Brennan v. Partida,</i> 492 F.2d 707, 709 (5th Cir. 1974)</a>.</p> \n  <p>The record as developed at this stage of the litigation undercuts the appellees' assertion that the appellants are independent contractors. The appellants' affidavits, which must be taken as true for summary judgment purposes, plainly disclose that Driscoll possesses substantial control over important aspects of the appellants' work.<sup><a href=\"#[16]\" name=\"r[16]\">[15]</a></sup> Indeed, some evidence indicates that Driscoll may be able to \"fire\" an appellant at any time.<sup><a href=\"#[17]\" name=\"r[17]\">[16]</a></sup> Although the appellants may hire and control their own helpers, that factor does not prevent a finding that they are employees. <i>See, e. g., </i><a href=\"https://scholar.google.com/scholar_case?case=7172652286353068013&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Mednick v. Albert Enterprises,</i> 508 F.2d 297, 301 (5th Cir. 1975)</a>. The appellants' opportunity for profit or loss appears to depend more upon the managerial skills of Driscoll and, especially, of DSA—in developing fruitful varieties of strawberries, in analyzing soil and pest conditions, and in marketing—than it does upon the appellants' own judgment and industry in weeding, dusting, pruning and picking. Moreover, the appellants' investment in light equipment—hoes, shovels and picking carts—is minimal in comparison with the total investment in land, heavy machinery and supplies necessary for growing the strawberries. The services performed by the appellants consist primarily of physical labor, requiring no special technical knowledge or skill. Appellants' activities appear to be an integral part of Driscoll's strawberry growing operation, rather than an independently viable enterprise.</p> \n  <p>At the very least, the record demonstrates the existence of genuine factual issues concerning whether Driscoll is an \"employer\" of the appellants, within the meaning of the <b style=\"color:black;background-color:#ffc\">FLSA</b>.</p> \n  <p>DSA contends that it cannot be deemed an employer of the appellants because the appellants' direct working relationship rests solely with Driscoll, who is an independent contractor neither controlling <a class=\"gsl_pagenum\" href=\"#p756\">756</a><a class=\"gsl_pagenum2\" href=\"#p756\" id=\"p756\">*756</a> nor controlled by DSA.<sup><a href=\"#[18]\" name=\"r[18]\">[17]</a></sup> We do not think the record establishes Driscoll's alleged independent contractor status beyond question. In any event, the independent contractor status of one party (Driscoll) standing in the position of an employer of certain workers does not as a matter of law negate the possibility that the contractee (DSA) may be a joint employer of those workers under the <b style=\"color:black;background-color:#ffc\">FLSA</b>. <a href=\"https://scholar.google.com/scholar_case?case=15169853236886044695&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Hodgson v. Griffin and Brand of McAllen,</i> 471 F.2d 235, 237 (5th Cir.),</a> <i>cert. denied,</i> <a class=\"gsl_co_link\" href=\"https://scholar.google.com/scholar_case?about=7754636101373457626&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\">414 U.S. 819, 94 S.Ct. 43, 38 L.Ed.2d 51 (1973)</a>. <i>See also </i><a href=\"https://scholar.google.com/scholar_case?case=13978407657892856014&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Falk v. Brennan,</i> 414 U.S. 190, 195, 94 S.Ct. 427, 38 L.Ed.2d 406 (1973)</a>. The test, as always, must focus on the economic realities of the total circumstances.</p> \n  <p>Although DSA exercises little direct supervision over the appellants' work, it apparently does determine the form of the working relationship between the appellants and Driscoll.<sup><a href=\"#[19]\" name=\"r[19]\">[18]</a></sup> In addition, as already noted, the Agreement reserves to DSA the power to reject Driscoll's choices for \"Sub-Licensee.\" DSA possesses the power under the Agreement to determine the quantity and variety of the strawberry plants grown by the appellants, <i>see</i> note 5 <i>supra.</i> Inferences drawn from the record suggest that DSA effectively, though indirectly, controls certain important decisions in growing the strawberries, including the spacing of the plants, when and how much fertilizer is to be applied, and the timing and type of spraying for insects. Moreover, DSA inspectors directly supervise the sorting and grading of the strawberries at harvest. Particularly significantly, it appears that DSA may ultimately determine the amount the appellants are paid for their labor. <i>See supra</i> at note 10. Finally, the appellants' activities as \"strawberry growers\" appear to be completely dependent economically upon DSA's provision of strawberry plants and capacity to market the strawberry harvest.</p> \n  <p>We are convinced that, on this record, the district court erred in ruling as a matter of law that DSA is not an employer of the appellants.</p> \n  <p>Accordingly, we reverse the summary judgment as to both Driscoll and DSA and remand the case for further proceedings.<sup><a href=\"#[20]\" name=\"r[20]\">[19]</a></sup></p> \n  <small></small> \n  <p><a href=\"#r[1]\" name=\"[1]\">[*]</a> Honorable Myron H. Bright, United States Circuit Judge, United States Court of Appeals for the Eighth Circuit, sitting by designation.</p> \n  <p><a href=\"#r[2]\" name=\"[2]\">[1]</a> The Agreement, written in English, consists of seventeen, legal-size pages containing much legal terminology. The appellants, all Spanish-speakers, allegedly never have mastered the English language. In most cases, a sublicensee signs the Agreement only once. Thereafter, the parties annually extend the Agreement by means of a one- to two-page \"addendum\" signed by Driscoll, DSA and the individual \"Sub-Licensee.\"</p> \n  <p><a href=\"#r[3]\" name=\"[3]\">[2]</a> Prior to the filing of this lawsuit, the appellants apparently assumed themselves to be independent contractors, as they have consistently claimed self-employed status on income tax returns.</p> \n  <p><a href=\"#r[4]\" name=\"[4]\">[3]</a> A sublicensee's duties in caring for the land and plants include \"cultivating, irrigating, fumigating and fertilizing said land * * *.\" Except for hand hoes and certain small implements which they own, the appellants must provide only labor in the performance of these tasks, as Driscoll undertakes to supply \"[a]ll water, fertilizers, insecticides and spraying materials\" necessary for growing the strawberries.</p> \n  <p><a href=\"#r[5]\" name=\"[5]\">[4]</a> The record reveals that DSA's compensation for the use of its plants and for the other services it provides derives primarily from a \"patent fee\" charged relative to the quantity of strawberries eventually marketed. Thus, DSA's income significantly depends upon the success of Driscoll's and the appellants' efforts in growing the strawberries.</p> \n  <p><a href=\"#r[6]\" name=\"[6]\">[5]</a> Under the Agreement, however, DSA possesses \"full and complete authority to determine the number of patented plants to be supplied per acre,\" and \"full authority to vary the variety [of strawberry plants] to be supplied * * * and to reduce the acreage agreed to be grown hereunder[.]\"</p> \n  <p><a href=\"#r[7]\" name=\"[7]\">[6]</a> The appellants allege that they purchased these dusters at the direction of Driscoll's foreman.</p> \n  <p><a href=\"#r[8]\" name=\"[8]\">[7]</a> During the four to five month period between planting and the commencement of picking, sublicensees do not need to work in their fields daily but visit their plots only to inspect or to perform the tasks mentioned above. They are free to work elsewhere during this period. </p> \n  <p>Driscoll's foreman, however, sometimes assisted by his son and Frank Riveras, another Driscoll employee, inspects the strawberry field on a daily basis.</p> \n  <p><a href=\"#r[9]\" name=\"[9]\">[8]</a> The record does not indicate that Driscoll has ever disciplined any appellant for such lack of care. However, in their affidavits described <i>infra</i> at note 11, some of the appellants assert that Driscoll possesses the authority to discharge them for negligence in their work.</p> \n  <p><a href=\"#r[10]\" name=\"[10]\">[9]</a> Under the Agreement, DSA possesses the \"absolute right\" to \"sort, grade and reject all or part of [the strawberry crop] not conforming to standards set by [DSA] and to dispose of all berries thus rejected.\"</p> \n  <p><a href=\"#r[11]\" name=\"[11]\">[10]</a> Do you know how the price per crate is determined?</p> \n  <p>[Driscoll] No. I don't.</p> \n  <p>Q Have you ever discussed it with anyone at D.S.A.?</p> \n  <p>[Driscoll] No.</p> \n  <p>Q Have you ever compared the price per crate on that invoice or listing you received from D.S.A. against the local fresh market prices?</p> \n  <p>[Driscoll] No.</p> \n  <p>Q Do you know what the local fresh market berries go for?</p> \n  <p>[Driscoll] No.</p> \n  <p>Q So if I understand you then, the berries, the plants belong to D.S.A., the berries belong to D.S.A., the berries are picked, delivered to D.S.A., after inspection by D.S.A. inspectors, and then approximately two weeks later you receive a computer printout of some sort that lists the price per crate for those particular berries that you delivered?</p> \n  <p>[Driscoll] Right.</p> \n  <p>Q And you have no knowledge as to how that price is determined?</p> \n  <p>[Driscoll] No.</p> \n  <p>Q Do you know how the berries are marketed?</p> \n  <p>[Driscoll] No.</p> \n  <p><a href=\"#r[12]\" name=\"[12]\">[11]</a> The seven affiants are Matias Martinez, Ruben Mancillas, Eugenio Rodriguez, Alonzo Real, Eliseo Ramirez, Jr., Filomeno Leal, and Rosalio Vela. The affidavits are written in English, but each affiant attests that his affidavit has been translated and read to him in Spanish. </p> \n  <p>The affidavits read, in part:</p> \n  <p>When it comes time to fertilize the strawberries, Kay [Driscoll foreman Mukai] tells me when it is time to fertilize, either by leaving the fertilizer bags in the field near my plot or by telling me to get fertilizer from the storage shed. * * * It is very clear to me that I have no choice as to whether to fertilize or not, or when or what type to use. I do what Kay tells me.</p> \n  <p>* * * * * *</p> \n  <p>During the picking season there are times when it is necessary for me to get additional help in the picking. I either hire more people or tell Kay that I have not been able to hire more people, as none are available. If Kay tells me to hire more people, I hire more people.</p> \n  <p>The hours of picking are determined by Kay. If I do not arrive in the fields, Kay is on the telephone calling every five minutes to find out where I am. * * * Kay also determines the hours that we will pick by informing us that the last truck will pass through the fields at a certain time. Since the strawberries must be loaded onto the trucks, that determines when our picking day will end.</p> \n  <p>I plant both summer variety and winter variety of strawberries. Kay tells me how many summer variety and how many winter variety I will have in my plot, and which rows to put into summer variety and which rows to put into winter variety. Kay tells me how far apart to plant the plants in that a machine comes by and automatically makes a mark in the earth where the plants are to go. If any plant is out of order, Kay comes by, points to it and tells me to replant it, and I have to replant it.</p> \n  <p>When it comes time for pruning, before the start of the next season, Kay calls me at home to tell me to come out and prune. He also calls me at home to tell me that my plot needs weeding. If I do not come out, he stays on the telephone and insists I come out.</p> \n  <p>At the end of a growing season, at the end of the second year when the plants are to be disked under, the only thing we know as to when disking will occur is that Kay tells us to get the irrigation pipes out of the fields, and then the disker comes and everything gets disked under. Those plants still have strawberries that we could pick and sell, but we are not permitted to do this.</p> \n  <p>During every day's picking, a lot of strawberries are rejected, either for size or shape, but that are otherwise very good berries to eat. I do not have the right to take these berries and sell them anywhere. I am instructed either to pick these berries and throw them in the trenches or to dump rejected crates of berries. I do not get paid for those berries that get thrown in the ditch or that get dumped as rejects.</p> \n  <p>* * * * * *</p> \n  <p>Whenever I have tried to argue with Kay when he has told me to do something, like dusting or fertilizing or irrigating, or over the hours I work, he always lets me know that he can take the strawberries away from me and that I have to do what he says. It is my personal understanding that if Kay does not like the way I am using my plot, he can fire me.</p> \n  <p><a href=\"#r[13]\" name=\"[13]\">[12]</a> Section 3 of the <b style=\"color:black;background-color:#ffc\">FLSA</b>, 29 U.S.C. § 203, provides in relevant part: </p> \n  <p>§ 203. <i>Definitions</i></p> \n  <p>As used in this chapter—</p> \n  <p>* * * * * *</p> \n  <p>(d) \"Employer\" includes any person acting directly or indirectly in the interest of an employer in relation to an employee * *.</p> \n  <p>(e)(1) * * * the term \"employee\" means any individual employed by an employer.</p> \n  <p>* * * * * *</p> \n  <p>(g) \"Employ\" includes to suffer or permit to work.</p> \n  <p><a href=\"#r[14]\" name=\"[14]\">[13]</a> the federal social security legislation is an attack on recognized evils in our national economy, a constricted interpretation of the [statute's] phrasing by the courts would not comport with its purpose. Such an interpretation would only make for a continuance, to a considerable degree, of the difficulties for which the remedy was devised and would invite adroit schemes by some employers and employees to avoid the immediate burdens at the expense of the benefits sought by the legislation. <i>[</i><a href=\"https://scholar.google.com/scholar_case?case=8070359326325042640&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>United States v. Silk, supra,</i> 331 U.S. at 712, 67 S.Ct. at 1467</a> (footnote omitted).]</p> \n  <p><a href=\"#r[15]\" name=\"[15]\">[14]</a> This list is not exhaustive, but it summarizes the factors the Supreme Court deemed relevant to this problem in <a href=\"https://scholar.google.com/scholar_case?case=2086160861914548520&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Bartels v. Birmingham, supra</i></a><i>; </i><a href=\"https://scholar.google.com/scholar_case?case=8070359326325042640&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>United States v. Silk,</i> 331 U.S. 704, 716, 67 S.Ct. 1463, 91 L.Ed. 1757 (1947)</a>; and <a href=\"https://scholar.google.com/scholar_case?case=5193313314923221916&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Rutherford Food Corp. v. McComb,</i> 331 U.S. 722, 67 S.Ct. 1473, 91 L.Ed.2d 1772 (1947)</a>. <i>Compare </i><a href=\"https://scholar.google.com/scholar_case?case=17798184703485594135&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Avis Rent A Car System v. United States,</i> 503 F.2d 423, 429 (2d Cir. 1974)</a>.</p> \n  <p><a href=\"#r[16]\" name=\"[16]\">[15]</a> DSA suggests in its brief that the appellants' seven identical affidavits are \"boilerplate declarations\" which should be given little weight. However, </p> \n  <p>[o]n a motion for summary judgment neither we nor the trial courts are permitted to weigh the evidence, pass upon credibility, or \"speculate as to ultimate findings of fact.\" <a href=\"https://scholar.google.com/scholar_case?case=4779677601553251956&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Fortner Enterprises, Inc. v. United States Steel,</i> 394 U.S. 495, 506, 89 S.Ct. 1252, 1260, 22 L.Ed.2d 495 * * * (1969)</a>. [<a href=\"https://scholar.google.com/scholar_case?case=9239468987440305257&amp;q=%22Fair+Labor+Standards+Act%22+OR+%22FLSA%22+OR+%2229+U.S.C.+213C%22&amp;hl=en&amp;as_sdt=4,114,129&amp;as_vis=1\" target=\"_blank\"><i>Pepper &amp; Tanner v. Shamrock Broadcasting,</i> 563 F.2d 391, 393 (9th Cir. 1977)</a>.]</p> \n  <p>In light of all the circumstances, including the considerations that the affiants cannot speak English and that the affidavits represent rough translations of the content of the affiants' statements, we cannot say that a court may completely disregard these affidavits.</p> \n  <p><a href=\"#r[17]\" name=\"[17]\">[16]</a> Appellants in their affidavits claim that Driscoll possesses such authority. <i>See</i> note 11 <i>supra.</i> That assertion receives some support from the provision of the Agreement stating that Driscoll may terminate the Agreement if, within his \"absolute discretion,\" he determines upon reasonable cause that an appellant cannot fulfill his obligations. <i>See supra</i> p. 751.</p> \n  <p><a href=\"#r[18]\" name=\"[18]\">[17]</a> The appellants concede that Driscoll, though an original founder and part owner of DSA, possesses no real control over the corporation. They suggest, however, that full ventilation of the relationship may reveal that DSA possesses effective control over Driscoll's strawberry growing operation.</p> \n  <p><a href=\"#r[19]\" name=\"[19]\">[18]</a> The following appears in Donald J. Driscoll's deposition in this case: </p> \n  <p>Q Do you think that you could use a different contract form than the one supplied to you by D.S.A. for your subcontract operation?</p> \n  <p>[Driscoll] I don't know why I should.</p> \n  <p>Q But my question is: Do you think you could, if you wanted to?</p> \n  <p>[Driscoll] I would have to write a whole new contract.</p> \n  <p>Q Well, my question is: if you wanted to go to the expense of writing another—</p> \n  <p>[Driscoll] I don't think—they had certain things that they want in there. It had to be with their approval, let's put it that way.</p> \n  <p><a href=\"#r[20]\" name=\"[20]\">[19]</a> Appellees contend that the summary judgment of dismissal should be affirmed as to three of the appellants—Jesus Real, Porfirio Flores, and Rosalio Vela—on the ground that those individuals have not filed a consent to sue as required by 29 U.S.C. § 216(b) (1976). </p> \n  <p>Section 216(b) provides in relevant part:</p> \n  <p>No employee shall be a party plaintiff to any such action [brought under the <b style=\"color:black;background-color:#ffc\">FLSA</b>] unless he gives his consent in writing to become such a party and such consent is filed in the court in which such action is brought.</p> \n  <p>As we read this statute, the <b style=\"color:black;background-color:#ffc\">FLSA</b> claim of a plaintiff who has failed to file a written consent is subject to dismissal <i>without</i> prejudice. Therefore, we must reject the appellees' contention that section 216(b) presents a proper basis for upholding the district court order of dismissal on the merits. However, on remand, Messrs. Real, Flores and Vela will be required to file written consents complying with the statute in order to remain as parties plaintiff to this action.</p> \n </div> \n</div>",
    "Review_Status" : "Yet To Start",
    "Data_source" : "Google Scholar",
    "Manual_Tags" : [

    ],
    "Searchtags" : [
        "Fair Labor Standards Act",
        "FLSA"
    ],
    "Rule_Tags" : "FLSA",
    "Text_Level_Tags" : [

    ],
    "Text_Level_Notes" : [

    ],
    "Document_Level_Tags" : [

    ],
    "Document_Level_Notes" : "",
    "Case_No" : "77-1935",
    "Searchterm" : [
        "\"29 CFR\" AND \"541.2\""
    ],
    "old_Case_Citation" : "603 F.2d 748 (1979)",
    "Reporter_Citation" : "603 F.2d 748",
    "Old_Case_No" : "No. 77-1935.",
    "Case_ID" : "603 F.2d 748 (August 08,1979)",
    "Party1Details" : [

    ],
    "Party2Details" : [

    ]
}